Revit 2027 API
ExternalDataManagerCommands.BuiltInExternalDataManagerCommands.Unload Property
 Unload external data.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ExternalDataManagerCommandId Unload { get; }
Public Shared ReadOnly Property Unload As ExternalDataManagerCommandId
	Get
public:
static property ExternalDataManagerCommandId^ Unload {
	ExternalDataManagerCommandId^ get ();
}
static member Unload : ExternalDataManagerCommandId with get
Property Value
ExternalDataManagerCommandId
See Also
Reference
ExternalDataManagerCommands.BuiltInExternalDataManagerCommands Class
Autodesk.Revit.UI Namespace